export const topicsData = [
  {
    id: 'management',
    title: 'ניהול הדרכה',
    pages: [
      {
        number: '1.2',
        subtitle: 'שעון פעילות ביחידות ההכשרה',
        content: 'שעון פעילות הינו גרף המגדיר את העיתוי של מופעי ההדרכה המרכזיים בהכשרה. מטרת שעון הפעילות היא ניהול שגרת ההכשרה בצורה שיטתית ואיכותית.'
      },
      {
        number: '1.2',
        subtitle: 'שעון פעילות ביחידות ההכשרה',
        content: 'עקרונות:',
        items: ['שעון הפעילות יכלול בתוכו מופעים ברמת ההכשרה הגדוד והענף', 'שעון פעילות ברמת ההכשרה יגולם בגרף ובגאנט של בהל״צ וינוהל על ידי האג״ם', 'הבקרה על מימוש מופעי שעון הפעילות ברמת ההבה״ד תתבצע ע״י גפ״ה, וברמה הגדודית ע״י הקה״דית']
      },
      {
        number: '1.2',
        subtitle: 'שעון פעילות ביחידות ההכשרה',
        headers: ['מופע', 'עיתוי'],
        rows: [
          ['קפ״ק 1 לתקה״ד', '8 שבועות לפני פתיחת מחזור'],
          ['אישורי תכניות עקרוניות להכשרה', '7 שבועות לפני פתיחת מחזור'],
          ['קפ״ק 2 לתקה״ד', '3 שבועות לפני פתיחת מחזור'],
          ['אישור הכנות סגלים', '3 שבועות לפני קיום הכנ״ס'],
          ['אישורי תכניות להכשרה', '4–6 שבועות לפני פתיחת מחזור'],
          ['סיכומי הכשרות', 'עוד שבועיים מסיום המחזור'],
          ['פורום למידה למפקדים', 'פעמיים בשנה'],
          ['פורום הסמכות', 'שבועיים טרם סיום מחזור'],
        ]
      },
      {
        number: '1.2',
        subtitle: 'מופעי ההדרכה ברמת הגדוד',
        headers: ['מופע', 'עיתוי'],
        rows: [
          ['אישור תכניות להכנת הסגל', ' 4 שבועות טרם קיום הכנ״ס'],
          ['אישור תכניות לפתיחת ההכשרה', 'שלושה שבועות טרם פתיחת ההכשרה'],
          ['סיכומי אמצע / סיכומים לשבועות עצימים', 'באמצע המחזור ובסוף כל שבוע עצים'],
          ['סטטוס תכנית חניכה למפקדים', 'במסגרת סיכומי האמצע'],
          ['ועדות הערכה לחניכים', 'ע״פ קביעת המג״ד ולא יאוחר מתום שני שליש ההכשרה'],
          ['פורומי הסמכות', 'באמצע מחזור ושלושה שבועות טרם סיום המחזור'],
          ['הכנות מקצועיות למפקדים ', '״פ תכנית הכנ״ס'],
          ['הצגת סיכומי הכשרות', 'עד שבוע מתום ההכשרה'],
          ['העברת מקל', 'עד שבועיים מתום ההכשרה']
        ]
      },
      {
        number: '1.4',
        subtitle: 'תכנית עבודה הדרכתית',
        content: 'תכנית עבודה יחידתית מאפשרת ליחידה להתקדם ולקדם תהליכי הדרכה לצד התפעול השוטף של היחידה.בתכנית מביא המפקד לידי ביטוי את חזונו, מטרותיו וסדרי העדיפויות שלו.תכנית העבודה ההדרכתית נגזרת מתכנית העבודה השנתית של היחידה ונכתבת ע״י הגפ״ה והמאושר ע״י מפקד בהל״צ.'
      },
      {
        number: '1.4',
        subtitle: 'תכנית עבודה הדרכתית',
        content: 'התכנית מחולקת למשימות ותגלם את הפעולות ההדרכתיות המחייבות:',
        items: ['ארגון הדרכתי', 'הערכת הכשרות ומשובי שטח', 'פיתוח הכשרות ותיקוף תיקי יסוד', 'פיתוח תפולות ושיטות ההדרכה', 'הטמעת אמל״ח ומאמנים', 'פורומי למידה']
      },
      {
        number: '1.5',
        subtitle: 'היערכות לפתיחת מחזור',
        content: 'מטרת הנוהל היא ביצוע תהליך סדיר של אישורי תכניות למחזור ע"י מפקד בהל"צ, פקודת ההיערכות תופץ עד כחודש וחצי עד כחודש ע"י אג"ם בהל"צ ותכלול בתוכה: ',
        items: ['גרף הכשרות לתקה"ד ', 'אילוצים וגורמים משפיעים פנים חוץ בה"דיים ', 'עיתויים לביצועי אישורי תכניות ', 'דרקטיבות של המפקד לתקה"ד ']
      },
      {
        number: '1.5',
        subtitle: 'היערכות לפתיחת מחזור',
        content: 'הגדרות מושגים:',
        items: ['תקה"ד (תקופת הדרכה)- פרק זמן מוגדר שבמסגרתו מתבצעים מספר קורסים שונים.', 'מחזור קורס/הכשרה- מופע מוגדר של קורס עם הגדרת תאריך פתיחה וסיום.', 'עיתויים לביצועי אישורי תכניות ', 'סדרה בתוך ההכשרה- לבנת תוכן בתוך ההכשרה. ']
      },
      {
        number: '1.6',
        subtitle: 'סיכומים עיתיים במהלך ההכשרה',
        content: 'סיכומים עיתיים במהלך ההכשרה הם מנגנונים שמאפשרים מעקב ובקרה אחר מימוש תכנית ההכשרה ואחר התקדמות החניכים בתהליך הלמידה.',
      },
      {
        number: '1.6',
        subtitle: 'סיכומים עיתיים במהלך ההכשרה',
        content: 'ישנם חמישה סוגים של סיכומים עיתיים:',
        items: ['סיכום יומי- ברמה המחלקתית, בראשות מפקד המחלקה ', 'סיכום שבועי- סיכום של החניכים לטובת תחקור השבוע, ברמה המחלקתית בראשות מפקד המחלקה וסיכום של הסגל לטובת תחקור השבוע ותכנון השבועות הבאים, ברמה הפלוגתית ע"י מפקד הפלוגה ', 'סיכומים לשבועות עצמיים- יתקיימו ברמה המגמתית ובהשתתפות כל אנשי הסגל של המגמה, בראשות הממ"ג', 'סיכומי אמצע מחזור- בהשתתפות כל אנשי הסגל של הגדוד ובראשות המג"ד', 'סטטוס הסמכות- בראשות המג"ד או מקבילו '],
        contentAfter: 'כלל סיכומים אלו נדרשים לתיעוד וישמרו לפרק זמן של שנתיים. אחריות התיעוד וניהול הידע הינה של קה"דית המסגרת ובקרה של הגפ"ה.',
      },
      {
        number: '1.7',
        subtitle: 'סיכום סוף מחזור הכשרה',
        content: 'מטרת סיכום סוף מחזור הכשרה הינה לבחון את מידת השגת מטרוות ההכשרה והפקת לקחים למחזור הבא.ביצוע סיכום למחזור הינו באחריות מפקד הפלוגה/ ממ"ג/ רמ"ד והוא יושלם עד שבוע מיום סיום ההכשרה. ',
      },
      {
        number: '1.7',
        subtitle: 'סיכום סוף מחזור הכשרה',
        content: 'נושאים שיוצגו בסיכום: ',
        items: ['יישום לקחים והנחיות ממחזור קודם ', 'כח אדם', 'פיתוח סגל המפקדים של ההכשרה', 'תכנון מול ביצוע', 'פערי הסמכות', 'עמידה במטרות ההכשרה', 'ממצאי אבחון חניכים', 'לקחים בחתך ארבעת הממדים (סגל, חניכים, תכנית, סביבה)', 'נושאים נוספים לבחירה']
      },
      {
        number: '1.8',
        subtitle: 'הערכת הכשרה ומשוב שטח',
        content: 'נוהל זה מייצר תהליך שיטתי וסדור להערכת תכנית הכשרה, את תהליך ההערכה יוביל רמ"ד הגפ"ה והיועץ הארגוני.  הנושאים המוערכים:',
        items: ['רמת הכשירות של בעל התפקיד בסיום ההכשרה', 'רמת כושרם ובשלותם המנהלית והערכית בסיום ההכשרה', 'מידת רלוונטיות הכשירויות המושגת בהכשרה לתפקיד בפועל']
      },
      {
        number: '1.8',
        subtitle: 'הערכת הכשרה ומשוב שטח',
        content: 'תדירות ביצוע האבחון:תהליך הערכת הכשרה יבוצע באחד מהמקרים הבאים- ',
        items: ['כתוצאה מפער שעלה במסגרת האבחון ההדרכתי', 'לאחר שינוי משמעותי שחל בהכשרה'],
        contentAfter: '*במידה ולא חלו אחד משני התנאים המוזכרים, יבוצע התהליך אחת לשנתיים לכל אחד מהכשרות הליבה'
      },
      {
        number: '1.11',
        subtitle: 'שימוש במערכת לניהול הדרכה (הקמפוס הדיגיטלי)',
        content: 'הקמפוס הדיגיטלי היא מערכת לניהול הדרכה ולמידה, תומכת בתהליכי למידה בהכשרות, באימונים ומשמשת לניהול כשרויות הפרט.תהליכי ההדרכה אשר ינוהלו במערכת הקמפוס הדיגיטלי:  ',
        items: ['ניהול מחזורי הכשרה ע"פ קורסי אב', 'תיק חניך ותיק איש סגל', 'הזנת ציונים ונוכחות', 'העברות מקל', 'מופעי חניכת מפקדים', 'בכל מסגרת גדודית/ ענפית יש למנות נאמן קמפוס ועליו לבצע בקרה שוטפת לאורך כל המחזור אודות ביצוע ההזנות הנדרשות על ידי הפלוגות.'],
        contentAfter: 'גפ"ה בהל"צ הוא הגוף אחראי להוביל את הטמעת המערכת בבה"ד, מתן מענה לענפים ותמיכה, ביצוע ביקורות ובדיקת איכות השימוש.'
      },
    ]
  },
  {
    id: 'training',
    title: 'תוכנית הכשרה',
    pages: [
      {
        number: '2.1',
        subtitle: 'פיתוח הכשרה חדשה',
        content: 'פיתוח הכשרה חדשה מתבצעת בדרך כלל לאור שינויים בתו"ל, תפיסות ואמל"ח אשר דורשים בעלי תפקידים חדשים שלא היו קיימים בעבר, הכשרה חדשה ובמקרים חריגים בהם עולה פער כולל בהכשרה מסוימת, עשויה להתקבל החלטה לפתח הכשרה מחדש.'
      },
      {
        number: '2.1',
        subtitle: 'פיתוח הכשרה חדשה',
        content: 'תהליך הפיתוח יכלול את המרכיבים הבאים:',
        items: ['עיבוד ניתוח התפקיד, הכשירויות ותרחיש הייחסו אשר הועברו על-ידי החיל.', ' קביעת רציונאל ההכשרה - הרעיון המסדר של מבנה ההכשרה.', 'ניתוח הכשירויות והמדדים לידע ומיומנויות נדרשות וכן הגדרת רמת ידע נדרשת לכל כשירות לאור ניתוח התפקיד.', 'הגדרת מצב/י המבחן המסכם של בעל התפקיד.', 'ניתוח הכשירויות, המדדים הידע והמיומנויות ליחידות הלימוד לרבות שיעורים, תצוגות תכלית סדנאות, תרגולים ומצבי מבבחן.']
      },
      {
        number: '2.1',
        subtitle: 'פיתוח הכשרה חדשה',
        content: 'תהליך הפיתוח יכלול את המרכיבים הבאים:',
        items: ['הגדרת אופן הערכת החניך ואקטים המחייבים להסמכתו - עץ הערכה.', 'בניית מערכת שעות עקרונית להכשרה.', 'הגדרת התשומות הנדרשות לשם ביצוע ההכשרה - כ"א, תשתיות, אמצעים ומשאבים.', 'הגדרת לוחות זמנים ותחומי האחריות להמשך פיתוח תוצרי "מיקרו" - מערכי השיעורים, מבחנים, תרגולים וכו']
      },
    ]
  },
  {
    id: 'segel',
    title: 'סגל הכשרה',
    pages: [
      {
        subtitle: 'סקירה כללית',
        content: 'לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית...'
      },
      {
        subtitle: 'משוב ושיחות אישיות',
        content: 'כאן מופיע ההסבר על אופן העברת משוב חיובי ובנאי...'
      }
    ]
  },
  {
    id: 'trainees',
    title: 'חניכים בהכשרה',
    pages: [
      {
        subtitle: 'סקירה כללית',
        content: 'לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית...'
      },
      {
        subtitle: 'משוב ושיחות אישיות',
        content: 'כאן מופיע ההסבר על אופן העברת משוב חיובי ובנאי...'
      }
    ]
  },
  {
    id: 'environment',
    title: 'סביבת הכשרה',
    pages: [
      {
        subtitle: 'סקירה כללית',
        content: 'לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית...'
      },
      {
        subtitle: 'משוב ושיחות אישיות',
        content: 'כאן מופיע ההסבר על אופן העברת משוב חיובי ובנאי...'
      }
    ]
  },
];