export const topicsData = [
  {
    id: 'management',
    title: 'ניהול הדרכה', 
    pages: [
      {
        subtitle: 'הגדרת מטרות הדרכה',
        content: 'כאן מופיע ההסבר על הגדרת מטרות הדרכה...'
      },
      {
        subtitle: 'בניית לו"ז יומי',
        content: 'הסברים על איך בונים לו"ז נכון למסגרת...'
      }
    ]
  },
  {
    id: 'training',
    title: 'תוכנית הכשרה',
    pages: [
      {
        subtitle: 'סקירה כללית',
        content: 'לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית...'
      },
      {
        subtitle: 'משוב ושיחות אישיות',
        content: 'כאן מופיע ההסבר על אופן העברת משוב חיובי ובנאי...'
      }
    ]
  },
  {
    id: 'segel',
    title: 'סגל הכשרה',
    pages: [
      {
        subtitle: 'סקירה כללית',
        content: 'לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית...'
      },
      {
        subtitle: 'משוב ושיחות אישיות',
        content: 'כאן מופיע ההסבר על אופן העברת משוב חיובי ובנאי...'
      }
    ]
  },
    {
    id: 'trainees',
    title: 'חניכים בהכשרה',
    pages: [
      {
        subtitle: 'סקירה כללית',
        content: 'לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית...'
      },
      {
        subtitle: 'משוב ושיחות אישיות',
        content: 'כאן מופיע ההסבר על אופן העברת משוב חיובי ובנאי...'
      }
    ]
  },
      {
    id: 'environment',
    title: 'סביבת הכשרה',
    pages: [
      {
        subtitle: 'סקירה כללית',
        content: 'לורם איפסום דולור סיט אמט, קונסקטורר אדיפיסינג אלית...'
      },
      {
        subtitle: 'משוב ושיחות אישיות',
        content: 'כאן מופיע ההסבר על אופן העברת משוב חיובי ובנאי...'
      }
    ]
  },
];